[
  "The fact that bad apprentice musicians such as the Beatles and the Rolling Stones |achieved| such a giant fame that not even the real quality musicians |could achieve|, |was| because the forces of Satan |were behind| everything, |supporting| the process.",
  "I |am| 21, so yeah |we were| both kids when |we knew| each other!",
  "If you |have| children or |are| just a real animal lover yourself you |will love| this zoo.",
  "Look no further| than 1600 Pennsylvania Avenue.",
  "Food |was| cold",
  "Disappointed",
  "Thank you for the help.",
  "THIS STORY |IS| 100 % TRUE.",
  "Even after September 11, it |seems| that most of the Western World |does not yet understand| this weapon.",
  "I |expected to pay| for this service, but |imagine| my surprise when I |received| a bill for MORE than what I |paid| to |have| the original return |prepared.",
  "Switzerland |is| one, and the Netherlands |are passing| the same law.",
  "Ok I |am| a New Yorker who |has been going| to school in Oxford, England.",
  "went| in there and |got| my dog |groomed| came | home to an uneven dog then |took him back| to |get evened up| what a mistake!",
  "If you |were born| elsewhere, |start| here.",
  "My fear and discomfort from dental work |scared| me!",
  "Are| you |prepared| to |handle| absolute power?",
  "I my self |am| one but |appreciate| that the organization |is unlikely to make| it into the 22nd century.",
  "Wolves |can migrate| considerable distances.",
  "Meiring |is| more than an embarrassment.",
  "I |will forever be| eternally grateful for their hospitality and |luv| that my Sicilian family |showed| me when I |was| there for 3 years.",
  "By the time it |was| over, Bush |had served| nearly two years.",
  "If al - Qaeda can kill Musharraf or instigate a military coup against him by Islamist junior officers, they can hope to catapult the MMA to power as political allies and hosts.",
  "Sara",
  "12 . Remedies should be deleted as it is already covered in Section 6.1.",
  "Its projected demand, boosted by a huge rise in car ownership as well as the need to find alternatives to polluting coal for electricity generation, has contributed to the surge in the price of oil this year.",
  "You know, nature hates a void . :)",
  "The prices were worth what I got.",
  "The employees make you feel very comfortable and are very helpful, whether you are very knowledgeable or don't know anything at all about wine.",
  "Scott",
  "Attached is my resume.",
  "Do you feel safer?",
  "http://www.ibiblio.org/expo/soviet.exhibit/chernobyl.html",
  "Congratulations.",
  "If you have any problems or questions, please feel free to call me at 713-853-1696.",
  "yes of course you can ....",
  "This circle operates mostly through mosques, madrasas and other religious establishments but also through inciting electronic and printed media.",
  "Bath was clean except shower stall which had mildew problems.",
  "I was very pleased with my experience here.",
  "10/31/00 02:17 PM",
  "Look at it this way.",
  "Gout in the spine, neck, hands and waist will be lost.",
  "They have seen your pet, and are most aware of his condition.",
  "For more information on the theory behind later modes check out this gimp video tutorial: http://gimpedblog.blogspot.com/2011/09/gimp-video-tutorial-how-to-convert.html",
  "Sorry about that, I was working on the Teco O&M costs.",
  "Amazing Pictures at an Amazing Price",
  "I will be carefully researching vets before I take my dog someplace else.",
  "Amount of time could be dependent on so many things.",
  "What size horse do i need?",
  "Excellent Tattoo Shop",
  "The 20 mill reflects gross exposure.",
  "This is however a very busy shop but there are appointments available & the staff up front will surely make sure you get back in a timely manner.",
  "When you feed him how many pinkies do you feed him?",
  "I spoke to Edmund to get the scoop on what we are going to be doing on the confirms for Credit Derivatives, and he said that his current understanding is that all of the confirms will be done out of London.",
  "03/09/2000 03:51 PM",
  "When is the wedding?",
  "Aries in 2005 - Flexibility",
  "It will vanish and shrink.",
  "The food was good, and so was our waitress.",
  "Restored my faith in Mechaincs.",
  "Can we get together Friday morning July 7 at 800 am at your office?",
  "They 'll give you a comprehensive list of all the universities that do the courses you want, plus all the information you need to apply.",
  "Watch out for your wallet",
  "The root of the trouble is that this entire Moslem region is totally dysfunctional, by any standard of the word, and would have been so even if Israel had joined the Arab league and an independent Palestine had existed for 100 years.",
  "After the split Dow Stock there are 120 shares.",
  "Please respond.",
  "I, along with my friends, consider this doctor to be the cause of my death as he is not even trying to save my life by operating.",
  "Patrick Hansen@ENRON",
  "I came back with the receipt Ahmed had provided upon my purchase, and the guy took forever to copy it but said that he would take care of the situation.",
  "Also, would those of you who have not responded to me via email confirming your acceptance of the terms upon which our four companies have agreed to assume cost responsibility for the TCA work on this.",
  "Basically Nook Tablet it has more memory, better battery life and a better processor and a microphone.",
  "The owner is a pleasant guy and I would trust my car with him or any of his workers.",
  "bob k",
  "What matters is that the terrorists believe that they caused the result and that they won by driving Spain out of Iraq.",
  "Carol St. Clair EB 3889 713-853-3989 (Phone) 713-646-3393 (Fax) carol.st.clair@enron.com",
  "Both Dawa and SCIRI have umbilical connections to the fundamentalist Shi'ite leadership in Iran that go back decades.",
  "I want to go travelling.",
  "FYI, see below.",
  "The place is chill and comfortable.",
  "I understand that it is a competitive process, but I felt that with my work experiences, recommendations, extrcurricular activities, etc., that this would help my chances and possibly compensate my disability.",
  "I am currently working on guidelines for Argentina which will address both physical and financial trading.",
  "What I heard was the Mayor of New Orleans, saying that he didn't order the buses or anything else to be used because he was waiting on someone else to tell him what to do.",
  "They was about to Charge me $ 129 ...",
  "http://www.nea.fr/html/rp/chernobyl/conclusions5.html",
  "Now you are far above the earth - into space.",
  "Sometimes it is hard to get parking in the lot in front of the storefront, and it is on a one - way street, but the restaurant itself is NEVER overcrowded.",
  "They can produce a lot of waste and even scooping twice a day they can get messy.",
  "They will make every attempt to misinform and misrepresent themselves.",
  "Keep it going.",
  "none",
  "well if your desired boarding station comes after more than 2 or 3 halts of the actual boarding point, then the TC will cancel you ticket and allot the seat to others.",
  "How much notification would you like to give the TW customers before implementing the new TW Hotline phone number?",
  "Any white light emitting light source will emit UVA, including heat bulbs, that's the easy one to provide for.",
  "Note that the credit thresholds are in US $, but the MACS are designated in British Pounds.",
  "Visualisations can be as useful tools, but meditation is more than that.",
  "I have spent the afternoon looking around from menu to menu ...",
  "*~*~*~*~*~*~*~*~*~*",
  "It will happen again, if the ground is not prepared very carefully.",
  "\"He left a message for everyone to see... maybe to God himself.\"",
  "She is friendly when we see each other on campus.",
  "THIS PLACE IS THE BEST.",
  "Take a photo of a very light plain subject close to the lens using long exposure and smallest aperture you have - over expose by a couple of stops",
  "Some may still think that even in the final stages of the 9/11 plot, Zacarias Moussaoui was going to fly a 5th plane into the Capitol or White House.",
  "We had no choice but to stay but will take this as far as we can.",
  "But, we had a great laid back day last Saturday and I think have hit that comfortable stage... you know, not quite so formal about dates etc.",
  "Unfortunately, a family emergency required me to conquer this fear.",
  "off season cruises might actually be better with preschoolers as prices might be lower in the off season.",
  "I would have interest in meeting if you can present unique investment opportunities that I don't have access to now.",
  "July 12, 2:30 it is.",
  "Sorry.",
  "That said - he seemed to be doing well enough.",
  "i have tried dipping both live and thawed pinkies in tuna juice, and in used gerbil bedding.",
  "Professional and inspiring",
  "With President Karzai certain to win the elections and the demotion of key former Northern Alliance figures such as General Fahim and warlord Ismail Khan, there is now little reason for moderate Taliban leaders to fear reprisals from former Northern Alliance figures if they return home.",
  "With each breath, feel the muscles in your body becoming lighter and lighter, and also your external motor and sensory organs are feeling like they are withdrawing from the world into a special inner quietness.",
  "So be very careful and some feeds could be toxic to rabbits and safe for chickens.",
  "We have never had mexican food this bad, it was just simply gross.",
  "It is now abundantly clear that with the rapidly changing face of Afghanistan, the demise of key Northern Alliance figures and the fluid political situation in Afghanistan, Pakistan should reconsider its policy of giving unlimited sanctuary to Taliban extremists living on Pakistani soil.",
  "Jeff",
  "In BA, I 'll be meeting with Marval lawyers.",
  "Dear Vince",
  "i handle him every few days.",
  "You will also have the experience of learning the bella Sicilian culture, that I have fallen in luv with.",
  "Hi --",
  "Price increases will cause a dramatic reduction in American real incomes.",
  "Great place for Antique Lighting!",
  "But they, too, failed.",
  "not really ...",
  "Dr. Taylor was not only available on a Sunday, but also was able to immediately take care of me.",
  "I have been here 3 to 4 times and every time food they served seems warmed up not cooked after you order it.",
  "My last rabbit did that a few times, and he was fine ...",
  "Its real direct impact is relatively minor.",
  "Turns out the engine had no oil, and when oil was put it, it would just run out of the filter.",
  "She may be the reason for all the change.",
  "Karzai was clearly pleased at the results.",
  "One week after that declaration, ONLY ONE WEEK LATER, Brian Epstein, forger of the Beatle farce, died from an overdose.",
  "We were told by a detective and asked to check our credit for anything unusual.",
  "The town's death toll may be \" in the hundreds\", municipal spokesman Vincent Creel said.",
  "The location is really stellar!",
  "Turn the water temp up to 82 degrees",
  "Hope you enjoyed your weekend in Houston.",
  "Whether they pay me or not, if their parents get into an accident, stuck in traffic, etc. THE LAST THING I WOULD DO IS LET A CHILD GET RAPED BECAUSE I WASn't PAID.",
  "Date: Monday, May 7th",
  "Game 3: Monday, June 11 @ 7:00 PM vs. Los Angeles SPARKS",
  "Although Musharraf did turn against the Taliban after September 11, under extreme duress from the US, elements of his military continued to support radical Islamism and have recently been implicated in assassination attempts on Musharraf himself.",
  "Within a week we noticed one of the boards on our gate splitting where a nail had gone in.",
  "Sony",
  "Carol St. Clair EB 3889 713-853-3989 (Phone) 713-646-3393 (Fax) carol.st.clair@enron.com",
  "I wish that I hadn't done this.",
  "Chris",
  "It is never over, especially when a real solution, a real treatment for our sickness, is yet to begin.",
  "The ship offers variety of eatables, deliciously made.",
  "The US chose to ally itself with such groups as the Supreme Council for the Islamic Revolution in Iraq, whose 15,000 - strong Badr Corps paramilitary was trained by the Iranian Revolutionary Guards.",
  "Khymberly Booth",
  "These are the kids who will destroy society, because of the crapfest the American family has become under the post hippie culture, you heard again.",
  "Feel you're completely surrounded by that infinite peace and happiness.",
  "We should include ISDA energy definitions, CFTC matters re energy and an overview of power deregulation developments in North America.",
  "One such murder, with the help of hysterical media coverage, can destroy the tourism industry of a country for quite a while, as it did in Bali and in Turkey.",
  "Then the war might stop & all those juicy profits would just evaporate.",
  "Dallas Criminal Attorney Peter Barrett is absolutely committed to vigorously supporting your rights and achieving a successful outcome.",
  "Put the leash on the dog and just walk around the crate a few times.",
  "Blue Planet is a weekly series examining the relationship of humans to the environment, by veteran environmental reporter Dan Whipple.",
  "Joking.",
  "\"Further, I find it even more disturbing that he made these comments about a nation that just last year tested nuclear weapons -- shortly after voicing his public opposition to the Comprehensive Test Ban Treaty.",
  "Thanks guys!",
  "A word about the millions of decent, honest, good people who are either devout Moslems or are not very religious but grew up in Moslem families: They are double victims of an outside world, which now develops Islamophobia, and of their own environment which breaks their heart by being totally dysfunctional.",
  "Reports are circulating in the intelligence community that the Andaman Islands are not only thick with Myanmar rebels.",
  "Let me know your thoughts .... then I will run it by Oxley.",
  "2",
  "To not buying the BS",
  "Best DJ's In Town!",
  "To what do I owe this small pleasure?",
  "PLEASE !!!!!!",
  "We look forward to seeing you soon.",
  "08/03/2000 01:50",
  "I trust you and believe that you 'll be able to handle this and all you have to do is to reciprocate!",
  "I am thinking 4 slides at the most.",
  "On August 21st, 2009 I ordered furniture from Hickory Furniture Mart and contracted for HDS to deliver it.",
  "All he had to do for a complete victory was allow the military to go into Laos and Cambodia and finish off the shattered Communist forces.",
  "The mother was running late for work and could not wait.",
  "Her high school graduation picture was an aerial photograph.",
  "HAMSTERS - will a hamster be ok living in the bathroom?",
  "If she is nicer when you are alone I'd say it is because in public view she is making sure that people do not think that you might be her boyfriend.",
  "Al - Iraqiyah tv said that ICDC were controlling Ramadi.",
  "Many of the children were sent to Mujahedeen schools, particularly in France.",
  "He turned away.",
  "It is pointless to try to understand the subtle differences between the Sunni terror of Al Qaeda and Hamas and the Shiite terror of Hezbollah, Sadr and other Iranian - inspired enterprises.",
  "Their BBQ chicken pizza is one of the better ones I have ever had.",
  "The front - runner for the 2000 Republican presidential nomination faltered Thursday in an international affairs pop quiz posed by Andy Hiller, a political reporter for WHDH - TV in Boston.",
  "Oh, yes, the chocolate semifreddo was quite good.",
  "These animals have the misfortune to produce a substance that is useful in the manufacture of perfume.",
  "Any ER would be the same.",
  "Power producers then turned their attention toward killing that cap, saying they couldn't make a profit even under these constraints.",
  "hissing is OK, unless they start to fight.",
  "11/29/2000 09:52 AM",
  "IT S NOT A BIG DEAL BUT I HAD TO TAKE MY SALAD HOME BECAUSE THEY FORGOT TO BRING IT.",
  "Lorie Leigh @ ECT",
  "Jana",
  "Talked to Craig and the Court today."
]
